[A_Defend H7CreatureAbility]
mName="防御"
mTooltip="%buff1.buff.stat %ICON_DEFENSE 防御，持续到该生物下回合开始。"

[A_DefendBuff H7BaseBuff]
mName="防御"
mTooltip="%stat %ICON_DEFENSE 防御，持续到该生物的下一回合。"

[A_Luck H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="默认幸运技能"
mTooltip="幸运"

[A_LuckBuffBadLuck H7BaseBuff]
mName="运气不佳"
mTooltip="持续时间：%t"

[A_LuckBuffGoodLuck H7BaseBuff]
mName="运气极佳"
mTooltip="持续时间：%t"

[A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="近战攻击"
mTooltip="激活执行一次默认攻击。"

[A_MeleeAttack_RetaliationSubstitute H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="反击"
mTooltip=""

[A_Morale H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="士气技能"
mTooltip=""

[A_MoraleBuffEnemyStackDied H7BaseBuff]
mName="提振士气"
mTooltip="%stat %ICON_MORAL 士气\n持续到下回合结束。"

[A_MoraleBuffEnemyStackDied_Killer H7BaseBuff]
mName="提振士气"
mTooltip="%stat %ICON_MORAL 士气\n持续到下回合结束。"

[A_MoraleBuffFriendlyStackDied H7BaseBuff]
mName="士气削减"
mTooltip="%stat %ICON_MORAL 士气\n持续到下回合结束。"

[A_MoraleBuffGoodMoralePenalty H7BaseBuff]
mName="士气回合"
mTooltip="持续时间：%t"

[A_RangedAttack_Air H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Dark_Beam H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Dark_Bullet H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Earth H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Fire_NoProjectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Fire_NoProjectile_Blue H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Fire_Projectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Fire_Projectile_2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Light_Beam H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Might_Bow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Might_Crossbow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Might_Knife H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Might_StalkerCrossbow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_NoProjectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Prime_Beam H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Prime_Bow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Prime_Projectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_RangedAttack_Water H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[A_ReducedMorale H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[A_ReducedMorale_ShadowImage H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="士气技能"
mTooltip=""

[A_Retaliation H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="反击"
mTooltip=""

[A_RetaliationBuff H7BaseBuff]
mName="已经反击"
mTooltip="该生物已经反击。"

[A_Wait H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="等待"
mTooltip="生物将会推迟行动，等待顺序将被调换。"

[A_WaitBuff H7BaseBuff]
mName="等待"
mTooltip="该单位将在本回合稍晚行动。"

[Warfare_Mod.A_RangedAttack_Academy_Pyramid H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Warfare_Mod.A_RangedAttack_Dungeon_ShadowLurker H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Warfare_Mod.A_RangedAttack_Fortress_Ballista H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Warfare_Mod.A_RangedAttack_Might_Haven_Ballista H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Warfare_Mod.A_RangedAttack_Necropolis_Namtaru H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Warfare_Mod.A_RangedAttack_Stronghold_DreamCatcher H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Warfare_Mod.A_RangedAttack_Sylvan_Ballista H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"